Repository: CofficLab/Lumi
Catalog: Packages/PluginMessageListAppKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Cannot parse question
zh_hans: 无法解析问题内容
zh_hant: 無法解析問題內容

source: Done
zh_hans: 完成
zh_hant: 完成

source: Executed · %d calls
zh_hans: 工具执行 · %d 次
zh_hant: 工具執行 · %d 次

source: Executing…
zh_hans: 执行中…
zh_hant: 執行中…

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Input your answer
zh_hans: 输入你的回答…
zh_hant: 輸入你的回答…

source: Loading
zh_hans: 加载中
zh_hant: 載入中

source: Mermaid render failed
zh_hans: Mermaid 渲染失败
zh_hant: Mermaid 渲染失敗

source: Message List (AppKit)
zh_hans: 消息列表 (AppKit)
zh_hant: 消息列表 (AppKit)

source: No Messages
zh_hans: 暂无消息
zh_hant: 暫無訊息

source: Start a new conversation
zh_hans: 开始一段新的对话吧
zh_hant: 開始一段新的對話吧

source: Submit
zh_hans: 提交
zh_hant: 提交

source: Submitted
zh_hans: 已提交
zh_hant: 已提交
